Repository: hexagonit/hexagonit.virtualgallery
Catalog: hexagonit/virtualgallery/locales/*/LC_MESSAGES/hexagonit.virtualgallery.po
Languages: fi, ru, sl

source: A Virtual 3D gallery of images in this item.
fi: 3D-galleria sisällön kuvista
ru: Виртуальная 3D-галерея изображений.
sl: Virtualna 3D galerija slik v tej vsebini.

source: Anaglyph
fi: Anaglyyfi
ru: Анаглиф
sl: Anaglif

source: Click to enter room [x]
fi: Siirry huoneeseen [x]
ru: Щёлкните для входа в комнату [x]
sl: Kliknite za vstop v sobo [x]

source: Configure this virtualgallery
fi: Määritä asetukset tälle virtuaaligallerialle
ru: Настройка виртуальной галереи
sl: Nastavitve virtualne galerije

source: Entering room [x] of [y]
fi: Huone [x] / [y]
ru: Комната [x] (из [y])
sl: Vstopate v sobo [x] od skupno [y] sob

source: Failed to update virtual gallery settings.
fi: Virtuaaligallerian asetuksien päivitys epäonnistui.
ru: Ошибка обновления настроек виртуальной галереи.
sl: Napaka pri shranjevanju nastavitev virtualne galerije.

source: Fullscreen
fi: Kokoruututila
ru: Полноэкранный режим
sl: Celozaslonski način

source: Loading image:
fi: Ladataan kuvaa:
ru: Загрузка изображения:
sl: Nalaganje slike:

source: Original size
fi: Alkuperäinen koko
ru: Оригинальный размер
sl: Originalna velikost

source: Save changes
fi: Tallenna muutokset
ru: Сохранить изменения
sl: Spremembe shranjene

source: Virtual 3D gallery view
fi: 3D-virtuaaligallerianäkymä
ru: Виртуальная 3D-галерея
sl: Virtualna 3D galerija

source: Virtual gallery settings
fi: Virtuaaligallerian asetukset
ru: Настройки виртуальной галереи
sl: Nastavitve virtualne galerije

source: Virtual gallery settings updated
fi: Virtuaaligallerian asetukset ovat päivitetty.
ru: Настройки виртуальной галереи обновлены
sl: Nastavitve virtualne galerije so bile posodobljene

source: description_image_scale
fi: Valitse sopivan kokoinen kuvakoko galleriaa varten. Pienempi kuvakoko latautuu galleriassa nopeammin, isompi kuvakoko näyttää paremmalta.
ru: Выберите подходящий масштаб изображения для виртуальной галереи. Использование более мелкого масштаба ускоряет работу галереи за счёт ухудшения качества изображений.
sl: Izberite primerno velikost slike za prikaz v virtualni galeriji. Manjša kot je izbrana velikost, hitreje se bo galerija naložila.

source: label_image_scale
fi: Kuvakoko
ru: Масштаб изображения
sl: Velikost slike
